import { generateUUID } from "@/utils";

export const MESSAGES_LIST = [
  {
    id: generateUUID(),
    text: "Твой прогресс в изучении английского кажется незаметным?",
    position: "left",
  },
  {
    id: generateUUID(),
    text: "Мы поможем увидеть изменения уже после первого урока ⚡️",
    position: "right",
  },
  {
    id: generateUUID(),
    text: "Устал от теории?",
    position: "left",
  },
  {
    id: generateUUID(),
    text: "Практикуй английский на живых диалогах 💬",
    position: "right",
  },
  {
    id: generateUUID(),
    text: "Хочешь говорить на английском без акцента?",
    position: "left",
  },
  {
    id: generateUUID(),
    text: "Работай над произношением с нашими преподавателями 🗣️",
    position: "right",
  },
  {
    id: generateUUID(),
    text: "Запутался в грамматике?",
    position: "left",
  },
  {
    id: generateUUID(),
    text: "Покажем тебе, как сделать её понятной и логичной 🧩",
    position: "right",
  },
];
